[
    {
        "quote": "Deep in the human unconscious is a pervasive need for a logical universe that makes sense. But the real universe is always one step beyond logic.",
        "credit": "- Dune"
    },
    {
        "quote": "The convoluted wording of legalisms grew up around the necessity to hide from ourselves the violence we intend toward each other. Between depriving a man of one hour from his life and depriving him of his life there exists only a difference of degree. You have done violence to him, consumed his energy. Elaborate euphemisms may conceal your intent to kill, but behind any use of power over another the ultimate assumption remains: ‘I feed on your energy.’",
        "credit": "- Dune Messiah"
    },
    {
        "quote": "The price we paid was the price men have always paid for achieving a paradise in this life—we went soft, we lost our edge.",
        "credit": "- Dune Messiah"
    },
    {
        "quote": "The hearts of all men dwell in the same wilderness.",
        "credit": "- Dune Messiah"
    },
    {
        "quote": "When God hath ordained a creature to die in a particular place, He causeth that creature’s wants to direct him to that place.",
        "credit": "- Children of Dune"
    },
    {
        "quote": "Old father eternity always waits patiently.",
        "credit": "- Children of Dune"
    },
    {
        "quote": "Are you God, Namri, that you invoke absolutes? Every judgment teeters on the brink of error. To claim absolute knowledge is to become monstrous. Knowledge is an unending adventure at the edge of uncertainty.",
        "credit": "- Children of Dune"
    },
    {
        "quote": "I stand in the sacred human presence. As I do now, so should you stand someday. I pray to your presence that this be so. The future remains uncertain and so it should, for it is the canvas upon which we paint our desires. Thus always the human condition faces a beautifully empty canvas. We possess only this moment in which to dedicate ourselves continuously to the sacred presence which we share and create.",
        "credit": "- Children of Dune"
    },
    {
        "quote": "Church and State, scientific reason and faith, the individual and his community, even progress and tradition — all of these can be reconciled in the teachings of Muad'Dib. He taught us that there exist no intransigent opposites except in the beliefs of men. Anyone can rip aside the veil of Time. You can discover the future in the past or in your own imagination. Doing this, you win back your consciousness in your inner being. You know then that the universe is a coherent whole and you are indivisible from it.",
        "credit": "- Children of Dune"
    },
    {
        "quote": "My road leads into the desert.",
        "credit": "- Dune"
    },
    {
        "quote": "The mystery of life isn't a problem to solve, but a reality to experience—a process that cannot be understood by stopping it. Understanding must move with the flow of the process.",
        "credit": "- Dune"
    },
    {
        "quote": "The concept of progress acts as a protective mechanism, to shield us from the terrors of the future.",
        "credit": "- Dune"
    },
    {
        "quote": "Even an emperor may tremble before Muad’Dib, for he has the strength of righteousness and heaven smiles upon him.",
        "credit": "- Dune"
    },
    {
        "quote": "It is said of Muad'Dib that once when he saw a weed trying to grow between two rocks, he moved one of the rocks. Later, when the weed was seen to be flourishing, he covered it with the remaining rock. 'That was its fate,' he explained.",
        "credit": "- Children of Dune"
    },
    {
        "quote": "You Bene Gesserit call your activity of the Panoplia Prophetica a 'Science of Religion.' Very well. I, a seeker after another kind of scientist, find this an appropriate definition. You do, indeed, build your own myths, but so do all societies. You I must warn, however. You are behaving as so many other misguided scientists have behaved. Your actions reveal that you wish to take something out of [away from] life. It is time you were reminded of that which you so often profess: One cannot have a single thing without its opposite.",
        "credit": "- Children of Dune"
    },
    {
        "quote": "You, too, shall pass. Will all your works be as dust forgotten?",
        "credit": "- God Emperor of Dune"
    },
    {
        "quote": "The power to destroy a thing is the absolute control over it.",
        "credit": "- Dune"
    },
    {
        "quote": "Paradise on my right, hell on my left and the Angel of death behind.",
        "credit": "- Dune"
    },
    {
        "quote": "All governments suffer a recurring problem: Power attracts pathological personalities. It is not that power corrupts but that it is magnetic to the corruptible.",
        "credit": "- Dune"
    },
    {
        "quote": "I see us giving love to each other in a time of quiet between storms. It’s what we were meant to do.",
        "credit": "- Dune"
    },
    {
        "quote": "The greatest peril to the Giver is the force that takes; the greatest peril to the Taker is the force that gives. It’s as easy to be overwhelmed by giving as by taking.",
        "credit": "- Dune"
    },
    {
        "quote": "Respect for the truth is the basis for all morality. Something cannot emerge from nothing.",
        "credit": "- Dune"
    },
    {
        "quote": "There is no escape—we pay for the violence of our ancestors.",
        "credit": "- Dune"
    },
    {
        "quote": "What do you despise? By this are you truly known.",
        "credit": "- God Emperor of Dune"
    },
    {
        "quote": "Without change, something sleeps inside us, and seldom awakens. The sleeper must awaken.",
        "credit": "- Dune"
    },
    {
        "quote": "When religion and politics travel in the same cart, the riders believe nothing can stand in their way. Their movements become headlong - faster and faster and faster.",
        "credit": "- Dune"
    },
    {
        "quote": "It is so shocking to find out how many people do not believe that they can learn, and how many more believe learning to be difficult.",
        "credit": "- Dune"
    },
    {
        "quote": "Governments, if they endure, always tend to become official monarchies. No matter the system, the ruler becomes a myth. The myth replaces the true history.",
        "credit": "- Heretics of Dune"
    },
    {
        "quote": "Confine yourself to observing and you always miss the point of your own life. The object can be stated this way: Live the best life you can. Life is a game whose rules you learn if you leap into it and play it to the hilt.",
        "credit": "- Chapterhouse: Dune"
    },
    {
        "quote": "Once men turned their thinking over to machines in the hope that this would set them free. But that only permitted other men with machines to enslave them.",
        "credit": "- Dune"
    },
    {
        "quote": "Greatness is a transitory experience. It is never consistent. It depends in part upon the myth-making imagination of humankind.",
        "credit": "- Dune"
    },
    {
        "quote": "No more terrible disaster could befall your people than for them to fall into the hands of a Hero.",
        "credit": "- God Emperor of Dune"
    },
    {
        "quote": "The highest function of ecology is the understanding of consequences.",
        "credit": "- Dune"
    },
    {
        "quote": "Do you wrestle with dreams? Do you contend with shadows? Do you move in a kind of sleep? Time has slipped away. Your life is stolen. You tarried with trifles, victim of your folly.",
        "credit": "- Dune"
    },
    {
        "quote": "Whether a thought is spoken or not it is a real thing and it has power.",
        "credit": "- Dune"
    }
]